# David Zhang's Homebrew Bundle
# Install with: brew bundle

# CLI Tools
brew "git"
brew "node"
brew "postgresql@16"
brew "rbenv"
brew "tfenv"
brew "yarn"
brew "openssl@3"

# Interactive Git Tools
brew "lazygit"
brew "git-delta"
brew "fzf"

# Modern Terminal Utilities
brew "bat"
brew "eza"
brew "zoxide"

# Development Tools
cask "visual-studio-code"
cask "iterm2"
cask "docker"

# Productivity Apps
cask "alfred"
cask "lasso"
cask "slack"
cask "google-chrome"
