# David Zhang's Homebrew Bundle
# Install with: brew bundle

# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# CLI Tools
brew "git"
brew "node"
brew "nvm"
brew "postgresql@14"
brew "tfenv"
brew "yarn"
brew "openssl@1.1"

# Development Tools
cask "visual-studio-code"
cask "iterm2"
cask "docker"

# Productivity Apps
cask "alfred"
cask "lasso"
cask "slack"
cask "google-chrome"

# Fonts
cask "font-fira-code"
