attilabuti.vscode-mjml
craigmaslowski.erb
davidanson.vscode-markdownlint
dnicolson.binary-plist
eamodio.gitlens
enochc.copy-relative-path
esbenp.prettier-vscode
evgeniypeshkov.syntax-highlighter
ex-codes.pine-script-syntax-highlighter
fabiospampinato.vscode-open-in-github
file-icons.file-icons
flowtype.flow-for-vscode
github.copilot-chat
golang.go
hashicorp.terraform
janisdd.vscode-edit-csv
kumar-harsh.graphql-for-vscode
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
pablodelucca.pixel-agents
rvest.vs-code-prettier-eslint
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sianglim.slim
t3dotgg.vsc-material-theme-but-i-wont-sue-you
vitaliymaz.vscode-svg-previewer
vscodevim.vim
vsls-contrib.gistfs
yo1dog.cursor-align
yzhang.markdown-all-in-one
